tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "anomalyco/tap"
tap "pulumi/tap"
brew "mas"
brew "aircrack-ng"
brew "direnv"
brew "emacs"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-spice"
brew "jj"
brew "jjui"
brew "node"
brew "jupyterlab"
brew "lazygit"
brew "libmagic"
brew "libpq"
brew "luajit"
brew "luarocks"
brew "navi"
brew "neovim"
brew "nginx"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "ripgrep"
brew "tesseract"
brew "tmux"
brew "tree-sitter-cli"
brew "typescript"
brew "valkey"
brew "xan"
brew "yadm"
brew "yarn"
brew "anomalyco/tap/opencode"
brew "pulumi/tap/pulumi"
cask "1password-cli"
cask "caffeine"
cask "claude-code"
cask "fx-cast-bridge"
cask "libreoffice"
cask "librewolf"
cask "neovide-app"
cargo "cargo-pgrx"
